tap 'homebrew/bundle'

brew 'mas'
brew 'ack'
brew 'coreutils'
brew 'openssl'
brew 'wget'
brew 'git'
brew 'htop'
brew 'tig'
# brew 'fasd'
brew 'jq'
brew 'tmux'
brew 'tree'
brew 'terraform'
brew 'fzf'
brew 'awscli'
brew 'ripgrep'
brew 'vim'

# cask '1password'
# cask 'alfred'
# cask 'google-chrome'
# cask 'slack'
# cask 'iterm2'
# cask 'karabiner-elements'
# cask 'visual-studio-code'
# cask 'clipy'
# cask 'jetbrains-toolbox'
# cask 'joplin'
# cask 'lens'

mas 'runcat', id:1429033973