tap 'homebrew/bundle'
tap 'hashicorp/tap'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'direnv'
brew 'fzf'
brew 'git'
brew 'hashicorp/tap/terraform'
brew 'htop'
brew 'jq'
brew 'kubectx'
brew 'mas'
brew 'openssl'
brew 'pipx'
brew 'ripgrep'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'

cask '1password'
cask 'alfred'
cask 'bartender'
cask 'clipy'
cask 'chatgpt'
cask 'google-chrome'
cask 'home-assistant'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'joplin'
cask 'karabiner-elements'
cask 'lens'
cask 'logi-options+'
cask 'notion'
cask 'rancher'
cask 'slack'
cask 'visual-studio-code'

mas 'runcat', id:1429033973
